{
  "products": [
    {
      "id": 1,
      "category_id": 1,
      "name": "Мясная бомба",
      "description": "Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.",
      "composition": "Пшеничная булочка <br> Котлета из говядины <br> Красный лук <br> Листья салата <br> Соус горчичный",
      "price": "689 &#8381;",
      "energy": "520г, ккал 430",
      "image_url": "./images/main-1-myasnaya-bomba.png"
    },
    {
      "id": 2,
      "category_id": 1,
      "name": "Супер сырный",
      "description": "Супер сырное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.",
      "composition": "Пшеничная булочка, Котлета из говядины, Красный лук, Листья салата, Соус сырный, Сыр Чеддар",
      "price": "550 &#8381;",
      "energy": "512г, ккал 410",
      "image_url": "./images/main-2-super-syrny.png"
    },
    {
      "id": 3,
      "category_id": 1,
      "name": "Сытный",
      "description": "Супер сытное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.",
      "composition": "Пшеничная булочка, Двойная котлета из говядины, Красный лук, Листья салата, Соус сырный, Сыр Чеддар",
      "price": "639 &#8381;",
      "energy": "580г, ккал 510",
      "image_url": "./images/main-3-sytny.png"
    },
    {
      "id": 4,
      "category_id": 2,
      "name": "Начос",
      "description": "Аппетитные и хрустящие начос – идеальное блюдо для тех, кто любит наслаждаться вкусом и сочностью. Добавьте свежие овощи, а также кремовый густой соус на основе сметаны и сыра – и получите незабываемую закуску или основное блюдо.",
      "composition": "Тортилья из кукурузной муки, Томаты, Лук, Острый перец, Паприка, Кукуруза, Чеснок, Мексиканские специи, Сыр, Кремовый соус на основе сметаны, Кинза.",
      "price": "250 &#8381;",
      "energy": "220г, ккал 1100",
      "image_url": "./images/main-4-nachos.png"
    },
    {
      "id": 5,
      "category_id": 2,
      "name": "Картошка фри",
      "description": "Классика фаст-фуда, которая завоевала сердца миллионов! Хрустящая картошечка, золотистого цвета, просто тает во рту и позаботится о вашем настроении. Самый легкий способ поднять себе настроение в любое время дня!",
      "composition": "Свежая картошка, Растительное масло, Соль, Специи",
      "price": "245 &#8381;",
      "energy": "180г, ккал 284",
      "image_url": "./images/main-5-kartoshka-fri.png"
    },
    {
      "id": 6,
      "category_id": 2,
      "name": "Луковые кольца",
      "description": "Хрустящая панировка и сочные кольца лука прекрасно сочетаются с легкой и нежной текстурой внутри. Это идеальное сочетание вкуса и текстуры, которое не оставит вас равнодушными!",
      "composition": "Лук, Панировка, Мука, Яйца, Соль, Перец",
      "price": "230 &#8381;",
      "energy": "160г, ккал 382",
      "image_url": "./images/main-6-lukovye-kolytsa.png"
    },
    {
      "id": 7,
      "category_id": 3,
      "name": "Домашний хот-дог",
      "description": "Почувствуйте домашнее тепло в каждом укусе! Насыщенный вкус сочного сосисочного хот-дога на свежей пшеничной булочке оставит вас в восторге. А в сочетании с карамелизированным луком и нежным горчичным соусом он станет идеальным выбором для настоящих гурманов.",
      "composition": "Пшеничная булочка, Классическая сосиска, Карамелизированный лук, Горчичный соус, Маринованные огурцы, Кетчуп, Помидоры",
      "price": "290 &#8381;",
      "energy": "250г, ккал 570",
      "image_url": "./images/main-7-domashniy.png"
    },
    {
      "id": 8,
      "category_id": 3,
      "name": "Жгучий хот-дог",
      "description": "Почувствуйте огонь с каждым кусочком! Колбаска, приправленная специальными острыми специями, разожжет в вашемо рту искру страсти. А в сочетании с хрустящими огурчиками и пикантным кетчупом, каждый глоток будет настоящим вызовом для ваших вкусовых рецепторов.",
      "composition": "Пшеничная булочка, Острая колбаска, Кисло-острые огурчики, Красный лук, Пикантный кетчуп, Маринованный перец, Горький горчичный соус",
      "price": "239 &#8381;",
      "energy": "245г, ккал 495",
      "image_url": "./images/main-8-zhguchiy.png"
    },
    {
      "id": 9,
      "category_id": 3,
      "name": "Классический хот-дог",
      "description": "Возвращение к корням в каждом кусочке! Простота и ясность классического хот-дога покорят ваше сердце. Знакомое сочетание нежной сосиски, свежей булочки и томатного кетчупа пробудит в вас приятные воспоминания и унесет вас в незабываемое путешествие в мир вкуса.",
      "composition": "Пшеничная булочка, Посольская сосиска, Томатный кетчуп, Маринованные огурцы, Помидоры, Классический горчичный соус",
      "price": "220 &#8381;",
      "energy": "215г, ккал 450",
      "image_url": "./images/main-9-klassicheskiy.png"
    },
    {
      "id": 10,
      "category_id": 1,
      "name": "Тяжелый удар",
      "description": "Бургер Тяжелый удар - возвращение к корням в каждом кусочке! Простота и ясность классического хот-дога покорят ваше сердце. Знакомое сочетание нежной сосиски, свежей булочки и томатного кетчупа пробудит в вас приятные воспоминания и унесет вас в незабываемое путешествие в мир вкуса.",
      "composition": "Пшеничная булочка, Посольская сосиска, Томатный кетчуп, Маринованные огурцы, Помидоры, Классический горчичный соус",
      "price": "480 &#8381;",
      "energy": "470г, ккал 510",
      "image_url": "./images/main-12-tyazhely.png"
    },
    {
      "id": 11,
      "category_id": 1,
      "name": "Вечная классика",
      "description": "Бургер Вечная классика - воплощение непреходящего вкуса и стиля. Сочная говяжья котлета, свежие овощи, аппетитный сыр и нежная булочка - все, что нужно для настоящего гастрономического наслаждения.",
      "composition": "Пшеничная булочка, Говяжья котлета, Сыр Чеддер, Салат Айсберг, Помидоры, Лук, Соус Барбекю",
      "price": "450 &#8381;",
      "energy": "450г, ккал 490",
      "image_url": "./images/main-13-vechnaya.png"
    },
    {
      "id": 12,
      "category_id": 1,
      "name": "Итальянский",
      "description": "Бургер Итальянский - воплощение аутентичного итальянского вкуса. Сочная говяжья котлета, ароматный базилик, свежие овощи и нежная булочка сделают ваше путешествие в мир итальянской кухни незабываемым.",
      "composition": "Пшеничная булочка, Говяжья котлета, Сыр Моцарелла, Салат Руккола, Помидоры, Лук, Соус Песто",
      "price": "560 &#8381;",
      "energy": "510г, ккал 600",
      "image_url": "./images/main-14-italy.png"
    },
    {
      "id": 13,
      "category_id": 2,
      "name": "Моцарелла-стиксы",
      "description": "Аппетитные палочки из нежного сыра Моцарелла, обволакивающиеся хрустящей панировкой. Идеальное сочетание мягкости и хрустящести, которое покорит ваш вкус.",
      "composition": "Сыр Моцарелла, Панировочные сухари, Яйцо, Мука, Соль, Паприка",
      "price": "200 &#8381;",
      "energy": "150г, ккал 400",
      "image_url": "./images/main-15-mozarella-sticks.png"
    },
    {
      "id": 14,
      "category_id": 2,
      "name": "Куриные крылышки",
      "description": "Сочные кусочки куриного мяса, обжаренные до золотистой корочки. Пикантный вкус и нежная текстура сделают эти крылышки отличным выбором для закуски или основного блюда.",
      "composition": "Куриные крылышки, Маринад, Панировочные сухари, Растительное масло, Соль, Перец",
      "price": "250 &#8381;",
      "energy": "250г, ккал 500",
      "image_url": "./images/main-16-chicken-wings.png"
    },
    {
      "id": 15,
      "category_id": 2,
      "name": "Мини-пицца",
      "description": "Нежное тесто, аппетитное сочетание соуса и сыра, а также разнообразные топпинги - все это делает мини-пиццу идеальным выбором для закуски или легкого перекуса.",
      "composition": "Тесто для пиццы, Томатный соус, Сыр Моцарелла, Пепперони, Грибы, Оливки, Базилик",
      "price": "320 &#8381;",
      "energy": "280г, ккал 430",
      "image_url": "./images/main-mini-pizza.png"
    },
    {
      "id": 16,
      "category_id": 3,
      "name": "Чили",
      "description": "Острый и аппетитный хот-дог с соусом чили. Сочная сосиска, хрустящая булочка и пикантный соус - идеальное сочетание для любителей острых блюд.",
      "composition": "Пшеничная булочка, Сосиска, Соус чили, Маринованные огурцы, Лук",
      "price": "250 &#8381;",
      "energy": "180г, ккал 380",
      "image_url": "./images/main-hotdog-chili.png"
    },
    {
      "id": 17,
      "category_id": 3,
      "name": "Барбекю",
      "description": "Хот-дог с соусом барбекю - настоящий вкус лета и пикника. Сочная сосиска, ароматный соус и свежие овощи создают неповторимый вкусовой опыт.",
      "composition": "Пшеничная булочка, Сосиска, Соус барбекю, Маринованные огурцы, Лук, Помидоры",
      "price": "310 &#8381;",
      "energy": "190г, ккал 450",
      "image_url": "./images/main-hotdog-barbeque.png"
    },
    {
      "id": 18,
      "category_id": 3,
      "name": "Мексиканский",
      "description": "Аппетитный хот-дог с мексиканским акцентом. Сочная сосиска, пикантный гуакамоле, острый перец халапеньо и свежие овощи создают неповторимый вкусовой опыт.",
      "composition": "Пшеничная булочка, Сосиска, Гуакамоле, Лук, Помидоры, Халапеньо",
      "price": "240 &#8381;",
      "energy": "180г, ккал 400",
      "image_url": "./images/main-hotdog-mexic.png"
    },
    {
      "id": 19,
      "category_id": 5,
      "name": "Армянская шаурма",
      "description": "Аутентичный вкус Армении! Богатый аромат специй, мягкость говядины и сочность овощей - все это в каждом кусочке армянской шаурмы.",
      "composition": "Пшеничная лепешка, Говяжья шашлычная корточка, Маринованный лук, Помидоры, Зелень, Майонез, Соус чесночный",
      "price": "499 &#8381;",
      "energy": "350г, ккал 380",
      "image_url": "./images/main-shawarma-armyanskaya.png"
    },
    {
      "id": 20,
      "category_id": 5,
      "name": "Шаурма с говядиной",
      "description": "Знаменитый классический вкус! Аппетитные кусочки говядины, маринованные овощи и нежная лепешка - все, что нужно для настоящего удовольствия от шаурмы.",
      "composition": "Пшеничная лепешка, Говядина, Маринованный лук, Огурчики, Зелень, Майонез, Соус томатный",
      "price": "420 &#8381;",
      "energy": "300г, ккал 320",
      "image_url": "./images/main-shawarma-sgovyadinoy.png"
    },
    {
      "id": 21,
      "category_id": 5,
      "name": "Домашняя шаурма",
      "description": "Сделано с любовью! Сочные ломтики мяса в сочетании с хрустящими овощами и нежной лепешкой - настоящий домашний вкус в каждом кусочке шаурмы.",
      "composition": "Пшеничная лепешка, Свинина, Маринованный лук, Перец, Зелень, Майонез, Кетчуп",
      "price": "450 &#8381;",
      "energy": "320г, ккал 340",
      "image_url": "./images/main-shawarma-domashnyaya.png"
    },
    {
      "id": 22,
      "category_id": 5,
      "name": "Классическая шаурма",
      "description": "Лучшая классика! Нежное мясо, свежие овощи и ароматные соусы - все, что нужно для идеального вкуса шаурмы.",
      "composition": "Пшеничная лепешка, Свино-говядиное филе, Маринованный лук, Огурчики, Зелень, Майонез, Соус сметанно-чесночный",
      "price": "480 &#8381;",
      "energy": "340г, ккал 360",
      "image_url": "./images/main-shawarma-klassicheskaya.png"
    },
    {
      "id": 23,
      "category_id": 5,
      "name": "Шаурма с курицей",
      "description": "Легкий и вкусный выбор! Нежное куриное мясо, свежие овощи и нежная лепешка - идеальная комбинация для любителей легкой и полезной шаурмы.",
      "composition": "Пшеничная лепешка, Куриное филе, Маринованный лук, Огурчики, Зелень, Майонез, Соус чили",
      "price": "390 &#8381;",
      "energy": "280г, ккал 300",
      "image_url": "./images/main-shawarma-skuritsey.png"
    },
    {
      "id": 24,
      "category_id": 5,
      "name": "Шаурма вегетарианская",
      "description": "Вкус без мяса! Ароматные овощи, сочные грибы и нежная лепешка создают идеальное сочетание в вегетарианской шаурме.",
      "composition": "Пшеничная лепешка, Грибы шампиньоны, Лук, Перец, Огурцы, Зелень, Майонез, Соус острый",
      "price": "320 &#8381;",
      "energy": "250г, ккал 250",
      "image_url": "./images/main-shawarma-vegetarianskaya.png"
    },
    {
      "id": 25,
      "category_id": 6,
      "name": "Маргарита",
      "description": "Классическая и всеми любимая пицца! Тонкое тесто, аппетитное сочетание свежих томатов, моцареллы и базилика, создают неповторимый вкусовой букет.",
      "composition": "Тонкое тесто, Томатный соус, Моцарелла, Томаты, Базилик",
      "price": "599 &#8381;",
      "energy": "400г, ккал 480",
      "image_url": "./images/main-pizza-margarita.png"
    },
    {
      "id": 26,
      "category_id": 6,
      "name": "Пепперони",
      "description": "Остренькая классика! Аппетитное сочетание тонкого теста, томатного соуса и острой пепперони. Идеальный выбор для любителей острых ощущений.",
      "composition": "Тонкое тесто, Томатный соус, Моцарелла, Пепперони, Орегано",
      "price": "699 &#8381;",
      "energy": "450г, ккал 560",
      "image_url": "./images/main-pizza-pepperoni.png"
    },
    {
      "id": 27,
      "category_id": 6,
      "name": "Вегетарианская",
      "description": "Идеальный выбор для вегетарианцев! Тонкое тесто, сочные овощи и сыр делают эту пиццу нежной и вкусной.",
      "composition": "Тонкое тесто, Томатный соус, Моцарелла, Помидоры, Болгарский перец, Грибы, Лук, Оливки",
      "price": "649 &#8381;",
      "energy": "420г, ккал 490",
      "image_url": "./images/main-pizza-vegetarianskaya.png"
    },
    {
      "id": 28,
      "category_id": 6,
      "name": "Гавайская",
      "description": "Сочетание сладкого и соленого! Нежное тесто, аппетитное сочетание томата, ананаса и ветчины сыграют разнообразные нотки на ваших вкусовых рецепторах.",
      "composition": "Тонкое тесто, Томатный соус, Моцарелла, Ветчина, Ананас",
      "price": "699 &#8381;",
      "energy": "440г, ккал 550",
      "image_url": "./images/main-pizza-gavayskaya.png"
    },
    {
      "id": 29,
      "category_id": 6,
      "name": "Греческая",
      "description": "Приятная свежесть Греции! Тонкое тесто, сочетание свежих овощей, оливок и фета-сыра создают неповторимый вкус этой пиццы.",
      "composition": "Тонкое тесто, Томатный соус, Моцарелла, Помидоры, Огурцы, Лук, Оливки, Фета-сыр",
      "price": "699 &#8381;",
      "energy": "470г, ккал 530",
      "image_url": "./images/main-pizza-grecheskaya.png"
    },
    {
      "id": 30,
      "category_id": 6,
      "name": "Четыре сыра",
      "description": "Пармезан, моцарелла, горгонзола и дор-блю - идеальная симфония сыров! Нежное тесто, аппетитное сочетание сыров и базилика удовлетворят все ваши чувства.",
      "composition": "Тонкое тесто, Сырный соус, Моцарелла, Пармезан, Горгонзола, Дор-блю, Базилик",
      "price": "699 &#8381;",
      "energy": "450г, ккал 610",
      "image_url": "./images/main-pizza-chetyre-syra.png"
    },
    {
      "id": 31,
      "category_id": 7,
      "name": "Лапша с курицей",
      "description": "Ароматная лапша, приготовленная на воке, с сочной куриной грудкой и свежими овощами. Идеальный выбор для любителей восточной кухни.",
      "composition": "Лапша из пшеничной муки, Куриная грудка, Морковь, Перец, Стручковая фасоль, Соус Терияки",
      "price": "499 &#8381;",
      "energy": "400г, ккал 380",
      "image_url": "./images/main-wok-lapshaKuritsa.png"
    },
    {
      "id": 32,
      "category_id": 7,
      "name": "Лапша со свининой",
      "description": "Сочная лапша с нежной свининой и свежими овощами – настоящий вкус Китая. Попробуйте это блюдо и окунитесь в атмосферу восточной кухни.",
      "composition": "Лапша из пшеничной муки, Свинина, Болгарский перец, Шампиньоны, Чеснок, Соевый соус",
      "price": "549 &#8381;",
      "energy": "430г, ккал 420",
      "image_url": "./images/main-wok-lapshaSvinina.png"
    },
    {
      "id": 33,
      "category_id": 7,
      "name": "Лапша с морепродуктами",
      "description": "Нежная лапша на воке с сочными креветками и свежими овощами. Вкусное сочетание восточных вкусов, которые погрузят вас в настроение праздника.",
      "composition": "Лапша из пшеничной муки, Морепродукты, Морковь, Брокколи, Пекинская капуста, Кунжут, Соус Том ям",
      "price": "599 &#8381;",
      "energy": "450г, ккал 410",
      "image_url": "./images/main-wok-lapshaMoreprodukty.png"
    },
    {
      "id": 34,
      "category_id": 7,
      "name": "Рис с говядиной",
      "description": "Ароматный рис, приготовленный на воке, с нежной говядиной и свежими овощами. Ваше любимое восточное блюдо всегда под рукой!",
      "composition": "Рис, Говядина, Болгарский перец, Морковь, Горошек, Соус Карри",
      "price": "549 &#8381;",
      "energy": "450г, ккал 380",
      "image_url": "./images/main-wok-risGovyadina.png"
    },
    {
      "id": 35,
      "category_id": 7,
      "name": "Рис с курицей",
      "description": "Аппетитный рис с нежной куриной грудкой и свежими овощами. Блюдо, которое согреет вас в холодную погоду и привнесет простоту и вкус в вашу жизнь.",
      "composition": "Рис, Куриная грудка, Морковь, Зеленый горошек, Лук, Соус Терияки",
      "price": "499 &#8381;",
      "energy": "400г, ккал 360",
      "image_url": "./images/main-wok-risKuritsa.png"
    },
    {
      "id": 36,
      "category_id": 7,
      "name": "Рис со свининой",
      "description": "Сочный рис, приготовленный на воке, с нежной свининой и свежими овощами. Попробуйте это блюдо и почувствуйте острые нотки восточной кухни.",
      "composition": "Рис, Свинина, Морковь, Стручковая фасоль, Шампиньоны, Соус Том ям",
      "price": "529 &#8381;",
      "energy": "430г, ккал 400",
      "image_url": "./images/main-wok-risSvinina.png"
    },
    {
      "id": 37,
      "category_id": 8,
      "name": "Маффин с соленой карамелью",
      "description": "Нежный маффин с соленой карамелью – идеальное сочетание сладости и соли. Этот десерт покорит вас своим неповторимым вкусом и ароматом.",
      "composition": "Пшеничная мука, Сахар, Масло сливочное, Соль, Карамель",
      "price": "199 &#8381;",
      "energy": "150г, ккал 300",
      "image_url": "./images/main-desert-mаffin.png"
    },
    {
      "id": 38,
      "category_id": 8,
      "name": "Чизкейк с клубникой",
      "description": "Насладитесь бесподобным вкусом нашего чизкейка с клубникой. Нежное тесто, сливочный сыр и свежие ягоды образуют идеальный десерт для любителей сладкого.",
      "composition": "Сливочный сыр, Сахар, Пшеничная мука, Клубника, Ванильный сахар",
      "price": "249 &#8381;",
      "energy": "180г, ккал 380",
      "image_url": "./images/main-desert-chizkeykKlubnika.png"
    },
    {
      "id": 39,
      "category_id": 8,
      "name": "Донат шоколадный",
      "description": "Наслаждайтесь сладким чудом - шоколадным донатом, облитым ароматной карамелью. Этот десерт погрузит вас в мир шоколадного наслаждения и приятной сладости.",
      "composition": "Пшеничная мука, Сахар, Какао-порошок, Растительное масло, Карамель",
      "price": "159 &#8381;",
      "energy": "120г, ккал 320",
      "image_url": "./images/main-desert-ponchik.png"
    },
    {
      "id": 40,
      "category_id": 8,
      "name": "Чизкейк Тройной шоколад",
      "description": "Тройной шоколад – это всегда вкусно! Нежное тесто, шоколадный бисквит и шоколадный крем образуют вместе идеальный десерт для любителей шоколада.",
      "composition": "Сливочный сыр, Сахар, Пшеничная мука, Шоколад, Какао",
      "price": "279 &#8381;",
      "energy": "200г, ккал 420",
      "image_url": "./images/main-desert-chizkeykShokolad.png"
    },
    {
      "id": 41,
      "category_id": 9,
      "name": "Соус сырный",
      "description": "Оригинальный соус сырный обязательно понравится любителям сыра. Насыщенный вкус сыра и сливочная текстура соуса сделают ваш бургер неповторимым. ",
      "composition": "Майонез, Сыр Пармезан, Сыр Чеддер, Лук",
      "price": "50 &#8381;",
      "energy": "30г, ккал 80",
      "image_url": "./images/main-sous-syrnyy.png"
    },
    {
      "id": 42,
      "category_id": 9,
      "name": "Соус сливочно-чесночный",
      "description": "Пробуждение всех ваших чувств! Этот соус сливочно-чесночный сделает ваш бургер нежным и ароматным. ",
      "composition": "Майонез, Чеснок, Зелень",
      "price": "45 &#8381;",
      "energy": "25г, ккал 60",
      "image_url": "./images/main-sous-slivochnoChesnochnyy.png"
    },
    {
      "id": 43,
      "category_id": 9,
      "name": "Соус барбекю",
      "description": "Соус барбекю - классика американской кухни. Его сладко-пикантный вкус прекрасно сочетается с мясом и даст вашему бургеру особую нотку.",
      "composition": "Кетчуп, Соус соевый, Соус ворчестер, Мед, Лук, Чеснок",
      "price": "55 &#8381;",
      "energy": "35г, ккал 90",
      "image_url": "./images/main-sous-barbekyu.png"
    },
    {
      "id": 44,
      "category_id": 9,
      "name": "Соус песто",
      "description": "Насыщенный и ароматный соус песто добавит вашему бургеру итальянский шарм. В нем преобладает вкус свежей базиликовой пасты и орехов.",
      "composition": "Базилик, Пармезан, Кедровые орехи, Чеснок, Масло оливковое",
      "price": "60 &#8381;",
      "energy": "30г, ккал 70",
      "image_url": "./images/main-sous-pesto.png"
    }
  ],
  "cart": [],
  "user": [
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 1
    },
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 2
    },
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 3
    },
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 4
    },
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 5

    }
    }
  ]
}