{
  "products": [
    {
      "id": 1,
      "category_id": 1,
      "name": "Мясная бомба",
      "description": "Супер мясное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.",
      "composition": "Пшеничная булочка <br> Котлета из говядины <br> Красный лук <br> Листья салата <br> Соус горчичный",
      "price": "689 &#8381;",
      "energy": "520г, ккал 430",
      "image_url": "./images/main-1-myasnaya-bomba.png"
    },
    {
      "id": 2,
      "category_id": 1,
      "name": "Супер сырный",
      "description": "Супер сырное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.",
      "composition": "Пшеничная булочка, Котлета из говядины, Красный лук, Листья салата, Соус сырный, Сыр Чеддар",
      "price": "550 &#8381;",
      "energy": "512г, ккал 410",
      "image_url": "./images/main-2-super-syrny.png"
    },
    {
      "id": 3,
      "category_id": 1,
      "name": "Сытный",
      "description": "Супер сытное наслаждение! Большая рубленая котлета из свежего говяжего мяса покорит вас своей сочностью, а хрустящие листья салата добавят свежести.",
      "composition": "Пшеничная булочка, Двойная котлета из говядины, Красный лук, Листья салата, Соус сырный, Сыр Чеддар",
      "price": "639 &#8381;",
      "energy": "580г, ккал 510",
      "image_url": "./images/main-3-sytny.png"
    },
    {
      "id": 4,
      "category_id": 2,
      "name": "Начос",
      "description": "Аппетитные и хрустящие начос – идеальное блюдо для тех, кто любит наслаждаться вкусом и сочностью. Добавьте свежие овощи, а также кремовый густой соус на основе сметаны и сыра – и получите незабываемую закуску или основное блюдо.",
      "composition": "Тортилья из кукурузной муки, Томаты, Лук, Острый перец, Паприка, Кукуруза, Чеснок, Мексиканские специи, Сыр, Кремовый соус на основе сметаны, Кинза.",
      "price": "250 &#8381;",
      "energy": "220г, ккал 1100",
      "image_url": "./images/main-4-nachos.png"
    },
    {
      "id": 5,
      "category_id": 2,
      "name": "Картошка фри",
      "description": "Классика фаст-фуда, которая завоевала сердца миллионов! Хрустящая картошечка, золотистого цвета, просто тает во рту и позаботится о вашем настроении. Самый легкий способ поднять себе настроение в любое время дня!",
      "composition": "Свежая картошка, Растительное масло, Соль, Специи",
      "price": "245 &#8381;",
      "energy": "180г, ккал 284",
      "image_url": "./images/main-5-kartoshka-fri.png"
    },
    {
      "id": 6,
      "category_id": 2,
      "name": "Луковые кольца",
      "description": "Хрустящая панировка и сочные кольца лука прекрасно сочетаются с легкой и нежной текстурой внутри. Это идеальное сочетание вкуса и текстуры, которое не оставит вас равнодушными!",
      "composition": "Лук, Панировка, Мука, Яйца, Соль, Перец",
      "price": "230 &#8381;",
      "energy": "160г, ккал 382",
      "image_url": "./images/main-6-lukovye-kolytsa.png"
    },
    {
      "id": 7,
      "category_id": 3,
      "name": "Домашний хот-дог",
      "description": "Почувствуйте домашнее тепло в каждом укусе! Насыщенный вкус сочного сосисочного хот-дога на свежей пшеничной булочке оставит вас в восторге. А в сочетании с карамелизированным луком и нежным горчичным соусом он станет идеальным выбором для настоящих гурманов.",
      "composition": "Пшеничная булочка, Классическая сосиска, Карамелизированный лук, Горчичный соус, Маринованные огурцы, Кетчуп, Помидоры",
      "price": "290 &#8381;",
      "energy": "250г, ккал 570",
      "image_url": "./images/main-7-domashniy.png"
    },
    {
      "id": 8,
      "category_id": 3,
      "name": "Жгучий хот-дог",
      "description": "Почувствуйте огонь с каждым кусочком! Колбаска, приправленная специальными острыми специями, разожжет в вашемо рту искру страсти. А в сочетании с хрустящими огурчиками и пикантным кетчупом, каждый глоток будет настоящим вызовом для ваших вкусовых рецепторов.",
      "composition": "Пшеничная булочка, Острая колбаска, Кисло-острые огурчики, Красный лук, Пикантный кетчуп, Маринованный перец, Горький горчичный соус",
      "price": "239 &#8381;",
      "energy": "245г, ккал 495",
      "image_url": "./images/main-8-zhguchiy.png"
    },
    {
      "id": 9,
      "category_id": 3,
      "name": "Классический хот-дог",
      "description": "Возвращение к корням в каждом кусочке! Простота и ясность классического хот-дога покорят ваше сердце. Знакомое сочетание нежной сосиски, свежей булочки и томатного кетчупа пробудит в вас приятные воспоминания и унесет вас в незабываемое путешествие в мир вкуса.",
      "composition": "Пшеничная булочка, Посольская сосиска, Томатный кетчуп, Маринованные огурцы, Помидоры, Классический горчичный соус",
      "price": "220 &#8381;",
      "energy": "215г, ккал 450",
      "image_url": "./images/main-9-klassicheskiy.png"
    },
    {
      "id": 10,
      "category_id": 1,
      "name": "Тяжелый удар",
      "description": "Бургер Тяжелый удар - возвращение к корням в каждом кусочке! Простота и ясность классического хот-дога покорят ваше сердце. Знакомое сочетание нежной сосиски, свежей булочки и томатного кетчупа пробудит в вас приятные воспоминания и унесет вас в незабываемое путешествие в мир вкуса.",
      "composition": "Пшеничная булочка, Посольская сосиска, Томатный кетчуп, Маринованные огурцы, Помидоры, Классический горчичный соус",
      "price": "480 &#8381;",
      "energy": "470г, ккал 510",
      "image_url": "./images/main-12-tyazhely.png"
    },
    {
      "id": 11,
      "category_id": 1,
      "name": "Вечная классика",
      "description": "Бургер Вечная классика - воплощение непреходящего вкуса и стиля. Сочная говяжья котлета, свежие овощи, аппетитный сыр и нежная булочка - все, что нужно для настоящего гастрономического наслаждения.",
      "composition": "Пшеничная булочка, Говяжья котлета, Сыр Чеддер, Салат Айсберг, Помидоры, Лук, Соус Барбекю",
      "price": "450 &#8381;",
      "energy": "450г, ккал 490",
      "image_url": "./images/main-13-vechnaya.png"
    },
    {
      "id": 12,
      "category_id": 1,
      "name": "Итальянский",
      "description": "Бургер Итальянский - воплощение аутентичного итальянского вкуса. Сочная говяжья котлета, ароматный базилик, свежие овощи и нежная булочка сделают ваше путешествие в мир итальянской кухни незабываемым.",
      "composition": "Пшеничная булочка, Говяжья котлета, Сыр Моцарелла, Салат Руккола, Помидоры, Лук, Соус Песто",
      "price": "560 &#8381;",
      "energy": "510г, ккал 600",
      "image_url": "./images/main-14-italy.png"
    },
    {
      "id": 13,
      "category_id": 2,
      "name": "Моцарелла-стиксы",
      "description": "Аппетитные палочки из нежного сыра Моцарелла, обволакивающиеся хрустящей панировкой. Идеальное сочетание мягкости и хрустящести, которое покорит ваш вкус.",
      "composition": "Сыр Моцарелла, Панировочные сухари, Яйцо, Мука, Соль, Паприка",
      "price": "200 &#8381;",
      "energy": "150г, ккал 400",
      "image_url": "./images/main-15-mozarella-sticks.png"
    },
    {
      "id": 14,
      "category_id": 2,
      "name": "Куриные крылышки",
      "description": "Сочные кусочки куриного мяса, обжаренные до золотистой корочки. Пикантный вкус и нежная текстура сделают эти крылышки отличным выбором для закуски или основного блюда.",
      "composition": "Куриные крылышки, Маринад, Панировочные сухари, Растительное масло, Соль, Перец",
      "price": "250 &#8381;",
      "energy": "250г, ккал 500",
      "image_url": "./images/main-16-chicken-wings.png"
    },
    {
      "id": 15,
      "category_id": 2,
      "name": "Мини-пицца",
      "description": "Нежное тесто, аппетитное сочетание соуса и сыра, а также разнообразные топпинги - все это делает мини-пиццу идеальным выбором для закуски или легкого перекуса.",
      "composition": "Тесто для пиццы, Томатный соус, Сыр Моцарелла, Пепперони, Грибы, Оливки, Базилик",
      "price": "320 &#8381;",
      "energy": "280г, ккал 430",
      "image_url": "./images/main-mini-pizza.png"
    },
    {
      "id": 16,
      "category_id": 3,
      "name": "Чили",
      "description": "Острый и аппетитный хот-дог с соусом чили. Сочная сосиска, хрустящая булочка и пикантный соус - идеальное сочетание для любителей острых блюд.",
      "composition": "Пшеничная булочка, Сосиска, Соус чили, Маринованные огурцы, Лук",
      "price": "250 &#8381;",
      "energy": "180г, ккал 380",
      "image_url": "./images/main-hotdog-chili.png"
    },
    {
      "id": 17,
      "category_id": 3,
      "name": "Барбекю",
      "description": "Хот-дог с соусом барбекю - настоящий вкус лета и пикника. Сочная сосиска, ароматный соус и свежие овощи создают неповторимый вкусовой опыт.",
      "composition": "Пшеничная булочка, Сосиска, Соус барбекю, Маринованные огурцы, Лук, Помидоры",
      "price": "310 &#8381;",
      "energy": "190г, ккал 450",
      "image_url": "./images/main-hotdog-barbeque.png"
    },
    {
      "id": 18,
      "category_id": 3,
      "name": "Мексиканский",
      "description": "Аппетитный хот-дог с мексиканским акцентом. Сочная сосиска, пикантный гуакамоле, острый перец халапеньо и свежие овощи создают неповторимый вкусовой опыт.",
      "composition": "Пшеничная булочка, Сосиска, Гуакамоле, Лук, Помидоры, Халапеньо",
      "price": "240 &#8381;",
      "energy": "180г, ккал 400",
      "image_url": "./images/main-hotdog-mexic.png"
    }
  ],
  "cart": [],
  "user": [
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 1
    },
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 2
    },
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 3
    },
    {
      "userId": 1,
      "title": "",
      "phone": "",
      "street": "",
      "floor": "",
      "intercom": "",
      "id": 4
    }
  ]
}
